 [
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/El gato con botas.png",
     "banner": "/xd.jpg",
     "nombre": "El Gatos con Botas: el último deseo",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "DreamWorks Animation",
     "actores": [
       "Antonio Banderas",
       "Salma Hayek",
       "Harvey Guillén",
       "Florence Pugh",
       "Olivia Colman",
       "Ray Winstone",
       "Samson Kayo"],
     "descripcion": "Gato ya ha gastado ocho de sus nueve vidas, aunque él ya ha perdido la cuenta por el camino. Para recuperarlas, tendrá que lanzarse a la mayor aventura que jamás ha vivido hasta ahora. Emprenderá un épico viaje por la Selva Negra en busca de la mítica Estrella del Deseo con el fin de recuperar sus vidas perdidas.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Elementos.png",
     "banner": "/xd.jpg",
     "nombre": "Elementos",
     "pais": "Estados Unidos",
     "anio": "2022",
     "productora": "Walt Diney Pictures",
     "actores": ["Mamoudou Athie", "Leah Lewis", "Ronnie del Carmen", "Wendi McLendon-Covey", "Catherine O'Hara", "Joe Pera"],
     "descripcion": "Dos seres tan diferentes podrían ser una mala combinación, pero Ember y Wade empiezan a conocerse más y a notar que esas diferencias no son un impedimento para que cada uno muestre su lado más genial y comiencen a ser amigos, e incluso algo más.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Encanto.png",
     "banner": "/xd.jpg",
     "nombre": "Encanto",
     "pais": "Estados Unidos",
     "anio": "2021",
     "productora": "Walt Disney Pictures",
     "actores": [
       "Stephanie Beatriz",
       "María Cecilia Botero",
       "Olga Merediz",
       "John Leguizamo",
       "Mauro Castillo",
       "Jessica Darrow"

     ],
     "descripcion": "Cuenta la historia de una familia extraordinaria, los Madrigal, que viven escondidos en las montañas de Colombia, en una casa mágica situada en un enclave maravilloso llamado Encanto. La magia de Encanto ha dotado a todos los niños de la familia un don único, desde la súper fuerza hasta el poder de curar... Pero se olvidó de un miembro de la familia: Mirabel. Cuando ésta descubre que la magia que rodea Encanto está en peligro, decide que ella, la única Madrigal normal, podría ser la última esperanza de su extraordinaria familia.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Garfield.png",
     "banner": "/xd.jpg",
     "nombre": "The Garfield Movie",
     "pais": "Estados Unidos",
     "anio": "2024",
     "productora": "Columbia Pictures",
     "actores": [
       "Chris Pratt",
       "Samuel L. Jackson",
       "Ving Rhames",
       "Nicholas Hoult",
       "Hannah Waddingham",
       "Cecily Strong"

     ],
     "descripcion": "El mundialmente famoso Garfield, el gato casero que odia los lunes y que adora la lasaña, está a punto de vivir una aventura ¡en el salvaje mundo exterior! Tras una inesperada reunión con su largamente perdido padre –el desaliñado gato callejero Vic– Garfield y su amigo canino Odie se ven forzados a abandonar sus perfectas y consentidas vidas al unirse a Vic en un hilarante y muy arriesgado atraco.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Intensamente 2.png",
     "banner": "/xd.jpg",
     "nombre": "Intensamente 2",
     "pais": "Estados Unidos",
     "anio": "2024",
     "productora": "Disney Pixar",
     "actores": [
       "Amy Poehler",
       "Phyllis Smith",
       "Lewis Black"
     ],
     "descripcion": "Alegría, Tristeza, Temor, Furia y Desagrado se verán inmersas nuevamente en una aventura emocionante e inesperada dentro de la mente de Riley. Juntas, deberán enfrentarse a obstáculos emocionales y aprender a trabajar en equipo para mantener el equilibrio y ayudar a Riley a encontrar su felicidad en medio de los desafíos de la adolescencia y el cambio.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Mario Bros.png",
     "banner": "/xd.jpg",
     "nombre": "Super Mario Bros: La pelicula",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Illumination",
     "actores": [
       "Chris Pratt",
       "Anya Taylor-Joy",
       "Charlie Day",
       "Jack Black",
       "Keegan-Michael Key",
       "Seth Rogen",
       "Fred Armisen",
       "Sebastian Maniscalco",
       "Kevin Michael Richardson",
       "Charles Martinet"

     ],
     "descripcion": "Mientras trabajan en una avería subterránea, los fontaneros de Brooklyn, Mario y su hermano Luigi, viajan por una misteriosa tubería hasta un nuevo mundo mágico. Pero, cuando los hermanos se separan, Mario deberá emprender una épica misión para encontrar a Luigi. Con la ayuda del champiñón local Toad y unas cuantas nociones de combate de la guerrera líder del Reino Champiñón, la princesa Peach, Mario descubre todo el poder que alberga en su interior.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Minions.png",
     "banner": "/xd.jpg",
     "nombre": "Minions: nace un villano",
     "pais": "Estados Unidos",
     "anio": "2022",
     "productora": "Illumitation",
     "actores": [
       "Pierre Coffin",
       "Steve Carell",
       "Lucy Lawless",
       "Michelle Yeoh",
       "Jean-Claude Van Damme",
       "Julie Andrews",
       "Dolph Lundgren",
       "Taraji P. Henson",
       "Alan Arkin"
     ],
     "descripcion": "En los años 70, Gru crece siendo un gran admirador de \"Los vicios seis\", un supergrupo de villanos. Para demostrarles que puede ser malvado, Gru idea un plan con la esperanza de formar parte de la banda. Por suerte, cuenta con la ayuda de sus fieles seguidores, los Minions, siempre dispuestos a sembrar el caos.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Pinguinos de madagascar.png",
     "banner": "/xd.jpg",
     "nombre": "Pingüinos de Magascar",
     "pais": "Estados Unidos",
     "anio": "2014",
     "productora": "Dreamworks Animation",
     "actores": [
       "Tom McGrath",
       "Chris Miller",
       "Christopher Knights",
       "Conrad Vernon",
       "Benedict Cumberbatch",
       "Ken Jeong",
       "Annet Mahendru",
       "Peter Stormare",
       "John Malkovich"
     ],
     "descripcion": "Skipper, Kowalski, Rico y Cabo. Son la élite de la élite y juntos unen sus fuerzas a una elegante organización encubierta llamada Viento Norte, liderada por el apuesto y musculoso Agente Clasificado. Entre todos deben evitar que el villano Dr. Octavio Salitre destruya el mundo tal y como lo conocemos",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Pinocho.png",
     "banner": "/xd.jpg",
     "nombre": "Pinocho de Guillermo del Toro",
     "pais": "Estados Unidos",
     "anio": "2022",
     "productora": "Netflix Animation",
     "actores": [
       "Gregory Mann",
       "David Bradley",
       "Ewan McGregor",
       "Finn Wolfhard",
       "Cate Blanchett",
       "John Turturro",
       "Ron Perlman",
       "Tim Blake Nelson",
       "Burn Gorman",
       "Christoph Waltz",
       "Tilda Swinton"

     ],
     "descripcion": "El carpintero Gepetto (David Bradley) vive completamente solo y aislado en la Italia de la década de 1930, mientras el fascismo va creciendo a su alrededor. Cansado de esta situación, decide cambiarlo él mismo y crear a un hijo de madera que llamará Pinocho (Gregory Mann). Una noche gracias a un poco de magia el muñeco de madera cobra vida y cumple todos los sueños de Gepetto de tener un pequeño hijo. Sin embargo, Pinocho no es como el carpintero espera, en vez de ser obediente y tranquilo, el niño adora la diversión y las travesuras. Pinocho está harto de no ser lo que su padre desea, así que se marcha a vivir aventuras, pero pronto se dará cuenta de que ha ido demasiado lejos. ",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Toy Story 4.png",
     "banner": "/xd.jpg",
     "nombre": "Toy Story 4",
     "pais": "Estados Unidos",
     "anio": "2019",
     "productora": "Walt Disney ",
     "actores": [
       "Tom Hanks",
       "Tim Allen",
       "Annie Potts",
       "Tony Hale",
       "Christina Hendricks",
       "Keanu Reeves",
       "Ally Maki",
       "Keegan-Michael Key",
       "Jordan Peele",
       "Madeleine McGraw",
       "Lori Alan",
       "Jay Hernández",
       "Joan Cusack"
     ],
     "descripcion": "Woody siempre ha tenido claro cuál es su labor en el mundo y su prioridad: cuidar a su dueño, ya sea Andy o Bonnie. Pero cuando Bonnie añade a Forky, un nuevo juguete de fabricación propia, a su habitación, arranca una nueva aventura que servirá para que los viejos y nuevos amigos le enseñen a Woody lo grande que puede ser el mundo para un juguete.",
     "genero": "Animación"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Ant-man.png",
     "banner": "/xd.jpg",
     "nombre": "Ant-Man and the Wasp: Quantumania",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel Studios",
     "actores": [
       "Paul Rudd",
       "Evangeline Lilly",
       "Jonathan Majors",
       "Kathryn Newton",
       "David Dastmalchian",
       "Katy O'Brian",
       "William Jackson Harper",
       "Bill Murray",
       "Michelle Pfeiffer",
       "Corey Stoll",
       "Michael Douglas"
     ],
     "descripcion": "Scott Lang (Paul Rudd) está disfrutando de su vida como Vengador y de la fama que ha ganado por ayudar a salvar a la humanidad en Vengadores: Endgame. Todo el mundo le quiere y le adora. Incluso ha publicado un libro. No obstante,eso cambia cuando los secretos familiares empiezan a salir a la luz. Por culpa de una experimento, Scott Lang, su hija Cassie Lang (Kathryn Newton), su pareja Hope van Dyne (Evangeline Lilly), sus suegos Hank Pym (Michael Douglas) y Janet van Dyne (Michelle Pfeiffer) son arrastrados al Reino Cuántico. Allí, en esta dimensión del multiverso, se encontrarán con Kang el Conquistador (Jonathan Majors), el gran villano de la nueva era del Universo Cinematográfico de Marvel. ",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Black widow.png",
     "banner": "/xd.jpg",
     "nombre": "Black Widow",
     "pais": "Estados Unidos",
     "anio": "2021",
     "productora": "Marvel Studios",
     "actores": [
       "Scarlett Johansson",
       "Florence Pugh",
       "David Harbour",
       "O-T Fagbenle",
       "Olga Kurylenko",
       "William Hurt",
       "Ray Winstone",
       "Rachel Weisz"
     ],
     "descripcion": "Natasha Romanoff, alias Viuda Negra, se enfrenta a los capítulos más oscuros de su historia cuando surge una peligrosa conspiración relacionada con su pasado. Perseguida por una fuerza que no se detendrá ante nada para acabar con ella, Natasha debe lidiar con su historia como espía y con la estela de relaciones destruidas que dejó atrás mucho antes de convertirse en Vengadora.",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Doctor Strange.png",
     "banner": "/xd.jpg",
     "nombre": "Doctor Strange in the Multiverse of Madness",
     "pais": "Estados Unidos",
     "anio": "2022",
     "productora": "Marvel",
     "actores": [
       "Benedict Cumberbatch",
       "Elizabeth Olsen",
       "Chiwetel Ejiofor",
       "Benedict Wong",
       "Xochitl Gomez",
       "Jett Klyne",
       "Julian Hilliard",
       "Sheila Atim",
       "Adam Hugil",
       "Michael Stuhlbarg",
       "Rachel McAdams"
     ],
     "descripcion": "En esta nueva aventura, el Doctor Strange (Benedict Cumberbatch) va a poner a prueba los límites de sus poderes y esto le llevará a explorar una nueva dimensión de sus capacidades. Tras haber fallado su hechizo, cuando trataba de ayudar a Spider-Man (Tom Holland) con su identidad secreta,  tiene que recurrir a una vieja amiga, Wanda Maximoff (Elizabeth Olsen) para enmendar su error. Como nunca antes, el famoso hechicero de Marvel explorará los oscuros rincones del Multiverso, donde deberá contar con nuevos y viejos aliados si quiere sobrevivir a las peligrosas realidades alternativas del universo y enfrentarse a un nuevo misterioso enemigo.",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Eternals.png",
     "banner": "/xd.jpg",
     "nombre": "Eternals",
     "pais": "Estados Unidos",
     "anio": "2021",
     "productora": "Marvel Studios",
     "actores": [
       "Gemma Chan",
       "Richard Madden",
       "Kumail Nanjiani",
       "Lia McHugh",
       "Brian Tyree Henry",
       "Lauren Ridloff",
       "Barry Keoghan",
       "Don Lee",
       "Kit Harington",
       "Salma Hayek",
       "Angelina Jolie"
     ],
     "descripcion": "Hace millones de años, los seres cósmicos conocidos como los Celestiales comenzaron a experimentar genéticamente con los humanos. Su intención era crear individuos superpoderosos que hicieran únicamente el bien, pero algo salió mal y aparecieron los Desviantes, destruyendo y creando el caos a su paso. Ambas razas se han enfrentado en una eterna lucha de poder a lo largo de la historia. En medio de esta guerra, Ikaris (Richard Madden) y Sersi (Gemma Chan) tratarán de vivir su propia historia de amor.",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Guardianes de la galaxia.png",
     "banner": "/xd.jpg",
     "nombre": "Guardianes de la Galaxia Vol.3",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel Studios",
     "actores": [
       "Chris Pratt",
       "Zoe Saldana",
       "Dave Bautista",
       "Karen Gillan",
       "Pom Klementieff",
       "Bradley Cooper",
       "Vin Diesel",
       "Chukwudi Iwuji",
       "Will Poulter",
       "Sean Gunn",
       "Linda Cardellini",
       "Nathan Fillion"
     ],
     "descripcion": "La querida banda de los Guardianes se instala en Knowhere. Pero sus vidas no tardan en verse alteradas por los ecos del turbulento pasado de Rocket. Peter Quill, aún conmocionado por la pérdida de Gamora, debe reunir a su equipo en una peligrosa misión para salvar la vida de Rocket, una misión que, si no se completa con éxito, podría muy posiblemente conducir al final de los Guardianes tal y como los conocemos.",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Infinity war.png",
     "banner": "/xd.jpg",
     "nombre": "Avengers: Infinity War",
     "pais": "Estados Unidos",
     "anio": "2018",
     "productora": "Marvel Studios",
     "actores": [
       "Robert Downey Jr.",
       "Chris Hemsworth",
       "Mark Ruffalo",
       "Chris Evans",
       "Scarlett Johansson",
       "Benedict Cumberbatch",
       "Chris Pratt",
       "Zoe Saldana",
       "Elizabeth Olsen",
       "Paul Bettany",
       "Tom Holland",
       "Chadwick Boseman",
       "Don Cheadle",
       "Anthony Mackie",
       "Sebastian Stan",
       "Dave Bautista",
       "Pom Klementieff",
       "Karen Gillan",
       "Bradley Cooper",
       "Vin Diesel",
       "Josh Brolin"
     ],
     "descripcion": "Un nuevo peligro acecha procedente de las sombras del cosmos. Thanos, el infame tirano intergaláctico, tiene como objetivo reunir las seis Gemas del Infinito, artefactos de poder inimaginable, y usarlas para imponer su perversa voluntad a toda la existencia. Los Vengadores y sus aliados tendrán que luchar contra el mayor villano al que se han enfrentado nunca, y evitar que se haga con el control de la galaxia. En su nueva e impactante aventura, el destino de la Tierra nunca había sido más incierto, las Gemas del Infinito estarán en juego, unos querrán protegerlas y otros controlarlas, ¿quién ganará?",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/shang chi.png",
     "banner": "/xd.jpg",
     "nombre": "Shang-Chi y la leyenda de los diez anillos",
     "pais": "Estados Unidos",
     "anio": "2021",
     "productora": "Marvel Studios",
     "actores": [
       "Simu Liu",
       "Awkwafina",
       "Meng'er Zhang",
       "Fala Chen",
       "Florian Munteanu",
       "Benedict Wong",
       "Yuen Wah",
       "Michelle Yeoh",
       "Ben Kingsley",
       "Tony Leung"
     ],
     "descripcion": "u protagonista responde al nombre de Shang-Chi (Simu Liu), hijo de un poderoso criminal de China. Educado en un complejo aislado del resto del mundo, Shang-Chi fue entrenado en las artes marciales y ha desarrollado habilidades sin igual. En esta primera aventura Shang-Chi se enfrentará a un poderoso enemigo: El Mandarín (Tony Leung).",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/The marvels.png",
     "banner": "/xd.jpg",
     "nombre": "The Marvels",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel Studios",
     "actores": [
       "Brie Larson",
       "Teyonah Parris",
       "Iman Vellani",
       "Zawe Ashton",
       "Park Seo-joon",
       "Samuel L. Jackson"
     ],
     "descripcion": "Carol Danvers, alias Capitana Marvel, ha recuperado su identidad de los tiránicos Kree y se ha vengado de la Inteligencia Suprema, pero las consecuencias imprevistas hacen que Carol cargue con el peso de un universo desestabilizado. Cuando sus deberes la envían a un agujero de gusano anómalo vinculado a un revolucionario Kree, sus poderes se enredan con los de Kamala Khan (alias Ms. Marvel), la heroína de Jersey City, y con los de la sobrina de Carol: la Capitana Monica Rambeau. Juntas, este insólito trío deberá formar equipo y aprender a trabajar de forma conjunta para salvar el universo.",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Thor.png",
     "banner": "/xd.jpg",
     "nombre": "Thor: Love and Thunder",
     "pais": "Estados Unidos",
     "anio": "2022",
     "productora": "Marvel Studios",
     "actores": [
       "Chris Hemsworth",
       "Natalie Portman",
       "Christian Bale",
       "Tessa Thompson",
       "Taika Waititi",
       "Chris Pratt",
       "Russell Crowe"
     ],
     "descripcion": "Thor: Love and Thunder retoma la acción tras los sucesos ocurridos en Vengadores: Endgame. El dios del trueno decide retirarse y dejar la vida de superhéroe atrás. Después de abandonar la Nueva Asgard y dejarla en manos de su querida amiga Valquiria, Thor se marcha junto a los Guardianes de la Galaxia en un viaje que le lleva a plantearse su vida y su propia existencia. \n\nPero este momento no le podrá durar mucho, ya que rápidamente tendrá que volver a la acción para enfrentarse a Gorr, un villano que ha planeado asesinar a todos los dioses. Pero esta no será la única casuística a la que tendrá que hacer frente el dios del trueno, por si fuera poco, su ex Jane Foster, quien ahora es la portadora del Mjölnir, también entra en escena.",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Wakanda forever.png",
     "banner": "/xd.jpg",
     "nombre": "Black Panther: Wakanda Forever",
     "pais": "Estados Unidos",
     "anio": "2022",
     "productora": "Marvel Studios",
     "actores": [
       "Letitia Wright",
       "Tenoch Huerta",
       "Danai Gurira",
       "Lupita Nyong'o",
       "Dominique Thorne",
       "Winston Duke",
       "Florence Kasumba",
       "Michaela Coel",
       "Mabel Cadena",
       "Martin Freeman",
       "Julia Louis-Dreyfus",
       "Angela Bassett"
     ],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Super Héroes"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Annie.png",
     "banner": "/xd.jpg",
     "nombre": "Annie",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Cats.png",
     "banner": "/xd.jpg",
     "nombre": "Cats",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/El gran showman.png",
     "banner": "/xd.jpg",
     "nombre": "El gran Showman",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Elvis.png",
     "banner": "/xd.jpg",
     "nombre": "Elvis",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Grase.png",
     "banner": "/xd.jpg",
     "nombre": "Grase",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/La la land.png",
     "banner": "/xd.jpg",
     "nombre": "La la land",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Mamma mia.png",
     "banner": "/xd.jpg",
     "nombre": "Mamma mia",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Matilda.png",
     "banner": "/xd.jpg",
     "nombre": "Matilda",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },

   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Tik tik bom.png",
     "banner": "/xd.jpg",
     "nombre": "Tik tik bom",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },

   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Vaselina.png",
     "banner": "/xd.jpg",
     "nombre": "Vaselina",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Musical"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/A todos los chicos de los que me enamoré.png",
     "banner": "/xd.jpg",
     "nombre": "A todos los chicos de los que me enamoré",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Amor de calendario.png",
     "banner": "/xd.jpg",
     "nombre": "Amor de calendario",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Casate conmigo.png",
     "banner": "/xd.jpg",
     "nombre": "Casate conmigo",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Eres tu.png",
     "banner": "/xd.jpg",
     "nombre": "Eres tu",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Hasta Que Nos Volvamos A Encontrar.png",
     "banner": "/xd.jpg",
     "nombre": "Hasta que nos volvamos a encontrar",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Loco por ella.png",
     "banner": "/xd.jpg",
     "nombre": "Loco por ella",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Persuasión.png",
     "banner": "/xd.jpg",
     "nombre": "Persuación",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Rojo blanco y sangre azul.png",
     "banner": "/xd.jpg",
     "nombre": "Rojo blanco y sangre azul",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Tratamiento real.png",
     "banner": "/xd.jpg",
     "nombre": "Tratamiento real",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   },
   {
     "ruta": "/SPIDER-MAN.mp4",
     "imagen": "/Yo antes de ti.png",
     "banner": "/xd.jpg",
     "nombre": "Yo antes de ti",
     "pais": "Estados Unidos",
     "anio": "2023",
     "productora": "Marvel",
     "actores": ["Actor 1", "Actor 2", "Actor3", "Actor4"],
     "descripcion": "Una sorprendente aventura con tu buen amigo spiterman",
     "genero": "Romantica"
   }
]

